Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: This medium-sized machine lifeform possesses large, human-like limbs. These arms give it tremendous versatility in battle, as it can equip a great many weapons.
pl: Mechaniczna forma życia średniej wielkości, z wielkimi kończynami przypominającymi ludzkie. Ramiona te dają ogromną wszechstronność w walce, pozwalając tym jednostkom na używanie różnych broni.

source: This message is intended for the verification of your mail account. Members who encounter problems with the mailing system should contact their supervisors as soon as possible. —IT Operations, Lead Server Engineer
pl: Ta wiadomość jest niezbędna do weryfikacji twojego konta mailowego. Członkowie, którzy doświadczyli problemów z systemem pocztowym, powinni niezwłocznie skontaktować się ze swoimi przełożonymi. —Obsługa IT, Główny Inżynier Serwera

source: This model has enhanced leg power and a body that's flipped upside down. Unlike the standard model, it is quite agile. The rocket engine on its back is used when attacking from the air, propelling diving kicks toward the ground.
pl: Ten model posiada nogi o zwiększonej mocy i odwrócone do góry nogami ciało. Jest dość zwinny, w odróżnieniu od modelu standardowego. Silnik rakietowy na plecach używany jest podczas ataku z powietrza, napędzając nurkowe kopniaki w kierunku ziemi.

source: This must be the Resistance storage facility.
pl: To musi być miejsce magazynu Ruchu Oporu.

source: This must be the commercial structure Pascal was talking about.
pl: To musi być budynek komercyjny, o którym mówił Pascal.

source: This must be what Emil's key is for.
pl: To musi być miejsce, do którego służy klucz Emila.

source: This must be your first time with us.
pl: To musi być twój pierwszy raz u nas.

source: This must have been his final message for me.
pl: To musiała być jego ostatnia wiadomość dla mnie.

source: This must have been quite a city once upon a time. Too bad vegetation's claimed most of it now...
pl: Dawno temu to musiało być całkiem imponujące miasto. Trochę szkoda, że roślinność przejęła teraz większość jego terenu…

source: This mysterious creature emerged from inside of a machine lifeform and set up a shop after obtaining a new body. While he calls himself Emil, his true identity is a mystery. Once he discovered who had been stealing from his room, he was incited to fight. But after being defeated, he was reduced to tears by the realization that only power matters in this world.
pl: Tajemnicza istota, która wyszła z wnętrza mechanicznej formy życia i zaczęła prowadzić sklep po zdobyciu nowego ciała. Choć nazywa siebie Emil, jego prawdziwa tożsamość pozostaje tajemnicą. Kiedy odkrył, kto kradł z jego pokoju, wszczął bójkę. Po pokonaniu, rozpłakał się, uświadamiając sobie, że na tym świecie liczy się tylko potęga.

source: This objective has been assigned top priority.
pl: Temu celowi przypisano najwyższy priorytet.

source: This one's all over!
pl: Ta walka została skończona!

source: This option cannot be changed while in the arena.
pl: Ta opcja nie może zostać zmieniona na tym obszarze.

source: This order comes directly from the Council.
pl: Ten rozkaz wypływa bezpośrednio od Rady.

source: This order shall remain in effect until you confirm the death of either myself or unit A2!
pl: Ten rozkaz pozostanie w mocy, dopóki nie zostanie potwierdzona moja śmierć, lub jednostki A2!

source: This pain!
pl: Ten ból!

source: This path leads to the Forest Castle.
pl: Ta ścieżka prowadzi do Leśnego Zamku.

source: This place is but a mirror that reflects one's true self back at them.
pl: To miejsce jest jak lustro, w którym można zobaczyć swoją prawdziwą naturę.

source: This place is like a maze, so the management department is being flooded with complaints! Now that I'm here though, you'll have nothing to worry about!
pl: To miejsce jest jak labirynt, więc wydział zarządzania jest zalany skargami! A teraz, skoro tu jestem, nie muszą się już o nic martwić!

source: This place is off-limits except for Colosseum combatants.
pl: Nie wolno tam wchodzić nikomu poza walczącymi w Koloseum.

source: This place is off-limits.
pl: To miejsce jest zamknięte dla osób postronnych.

source: This place is what's keeping me sane every day.
pl: To miejsce jest tym, co utrzymuje mnie przy zmysłach.

source: This place isn't exactly what I'd call "fun."
pl: Nie powiedziałbym, że to miejsce wygląda na „rozrywkowe”.

source: This place looks familiar...
pl: To miejsce wygląda znajomo...

source: This place sure is big.
pl: Ależ to miejsce jest wielkie...

source: This play doesn't make any sense at all.
pl: Ta sztuka w ogóle nie ma sensu.

source: This process allows us to resurrect ourselves as many times as we want.
pl: Ten proces pozwala nam zmartwychwstawać tak często, jak tylko chcemy.

source: This pure white spear shines with the pride of the haughty samurai who once bore it.
pl: Nieskazitelnie biała włócznia, promieniejąca dumą wyniosłego samuraja który niegdyś ją dzierżył.

source: This reads: "god box."
pl: Tu jest napisane: „pudełko boga”.

source: This reminds me of something I've recently discovered in the course of my work.
pl: To przypomina mi o czymś, co niedawno odkryłem w tracie pracy.

source: This sadness!
pl: Ten smutek!

source: This samurai sword's pure white blade is not yet sullied by a single drop of blood.
pl: Białe ostrze tego samurajskiego miecza nie zostało jeszcze splamione nawet kroplą krwi.

source: This sand sure is slippery.
pl: Ten piasek zdecydowanie jest śliski.

source: This self-proclaimed genius sought investors for a once-in-a-lifetime invention—a rocket which landed on Mars instead of the moon. Despite the project ending in failure, it also served to solidify his standing as a unique intellect.
pl: Samozwańczy geniusz, poszukujący inwestorów dla swojego życiowego wynalazku — rakiety, która wylądowała na Marsie zamiast na Księżycu. Mimo że ten projekt zakończył się porażką, ugruntował jego pozycję jako jednostki posiadającej niepowtarzalny intelekt.

source: This setting can only be changed at the Start Menu.
pl: Ustawienie można zmienić tylko w menu start.

source: This setting can only be changed in-game.
pl: Ustawienie można zmienić tylko w trakcie gry.

source: This should be enough moose and boar meat. Time to unload it on that weirdo...
pl: No to mamy wystarczającą ilość mięsa z łosia i dzika. Pora dostarczyć je temu dziwakowi...

source: This should be everything I need to make those bratty kids happy.
pl: To powinno być wszystko, czego potrzebuję, aby uszczęśliwić te rozwydrzone dzieciaki.

source: This should be good enough...
pl: Tu powinno być w porządku...

source: This signal, it's...
pl: Ten sygnał, to...

source: This small machine lifeform—known as the Forest King—was destroyed following the sudden appearance of the android A2.
pl: Mała mechaniczna forma życia — znana jako Król Lasu — która została zniszczona podczas nagłego pojawienia się androida A2.

source: This spherical machine lifeform requires tremendous energy to stay afloat, so offense is not its strong suit. It offsets this by equipping weapons that are powerful enough to make up for its inherent lack of strength.
pl: Ta kulista mechaniczna forma życia wymaga ogromnych ilości energii, by móc się unosić, więc atak nie jest jej mocną stroną. Równoważy to użyciem broni, które są tak potężne, że nadrabiają wrodzony brak siły.

source: This sure is sad.
pl: To z pewnością jest smutne.

source: This thing can talk?
pl: To coś potrafi mówić?

source: This thing is awfully verbose for a machine.
pl: Jak na maszynę, ta rzecz jest strasznie gadatliwa.

source: This thing's getting chattier.
pl: To coś robi się coraz bardziej gadatliwe.

source: This thing's weird, 2B. Let's kill it.
pl: Ta rzecz jest dziwna, 2B. Zabijmy ją.

source: This time, I swear to hold a parade that brings peace to the world!
pl: Tym razem przyrzekam, że zorganizuję paradę, która przyniesie światu pokój!

source: This tower is a giant cannon that's aimed at the human server on the moon.
pl: Ta wieża to wielkie działo wycelowane w ludzki serwer znajdujący się na księżycu.

source: This trial is meant to test your true strength as King, so your auto-chips will be disabled.
pl: Ta próba ma na celu sprawdzenie twojej prawdziwej siły jako Król, więc autoczipy zostaną wyłączone.

source: This unit has achieved an unusual level of evolution among machine lifeforms, as it possesses a strong resemblance to androids. Born naked from a cocoon of machine lifeforms, its movement was initially quite clumsy. It grew rapidly, however, and promptly began learning new methods of attack.
pl: Jednostka, która osiągnęła niespotykany poziom rozwoju pośród mechanicznych form życia, posiadając silne podobieństwo do androidów. Narodzony nago z kokonu mechanicznych form życia, początkowo poruszał się dość nieporadnie. Zaczął szybko dojrzewać i natychmiast uczyć się nowych metod ataku.

source: This unit has achieved an unusual level of evolution among machine lifeforms, as it possesses a strong resemblance to androids. It first appeared after splitting off from another machine.
pl: Ta jednostka osiągnęła niespotykany poziom rozwoju pośród mechanicznych form życia, posiadając silne podobieństwo do androidów. Po raz pierwszy pojawiła się, oddzielając się od innej maszyny.

source: This unit was in possession of several plug-in chips that contain classified information.
pl: Jednostka, o której mowa, była w posiadaniu czipów zawierających ściśle tajne informacje.

source: This unit was only manufactured recently, so she's still quite nervous.
pl: Ta jednostka została wyprodukowana niedawno, więc wciąż się denerwuje.

source: This unit was saved by 2B and 9S after being attacked by other machine lifeforms. His dissatisfaction with being treated differently than his brothers caused him to run away from home, but he managed to patch things up without incident upon returning to his mother.
pl: Jednostka uratowana przez 2B i 9S po tym, jak została zaatakowana przez inną mechaniczną formę życia. Jego niezadowolenie z tego, że matka traktuje go inaczej niż jego braci sprawiło że uciekł z domu, ale po powrocie do swojej matki, udało mu się wyjaśnić tę całą sytuację.

source: This unit's official title is Model S, Number 9. While this YoRHa member possessed offensive abilities, he specialized in survey missions—and was particularly skilled at information gathering and hacking. While 9S normally had a kind personality, he began to exhibit hatred for A2 when she killed 2B—for whom he possessed an unusually deep affection. In a cruel twist, he also met his end at the hands of A2.
pl: Oficjalny tytuł jednostki to Model S, Numer 9. Choć członkowie YoRHa posiadają umiejętności obronne, on specjalizuje się w misjach zwiadowczych — a w szczególności w zdobywaniu informacji i hakowaniu. Choć 9S normalnie miał łagodną osobowość, zaczął okazywać nienawiść w stosunku do A2 po tym, gdy ta zabiła 2B, do której to 9S nabrał niespotykanie głębokiego uczucia. Okrutnym zrządzeniem losu, również jego spotkał koniec z rąk A2.

source: This unit—a medium-sized quadruped with antlers on its head—resembles an animal in both appearance and behavior. After forming a pack of ferocious beasts and attacking the native animals, it appears to have been ostracized by its fellow machine lifeforms.
pl: Ta jednostka — średniej wielkości czworonóg z porożem na głowie — przypomina zwierzę. Z wyglądu, jak i z zachowania. Wygląda na to, że została wykluczona przez inne mechaniczne formy życia, po tym jak stanęła na czele stada dzikich zwierząt i zaczęła atakować lokalną zwierzynę.

source: This unusual type of machine utilizes various types of both firearm and body units. When attacking, it scatters great quantities of energy bullets across the battlefield.
pl: Nietypowy rodzaj maszyny, wykorzystujący różne typy broni i jednostek tułowia. Zaatakowana, rozrzuca po polu bitwy dużą ilość pocisków energetycznych.

source: This variant resembles a human when upright. Its slim body allows it to attack with unusual swiftness.
pl: Wariant przypominający w postawie wyprostowanej człowieka. Jego smukłe ciało pozwala na atak z niezwykłą zwinnością.

source: This victory is a giant leap forward in our quest to reclaim Earth.
pl: To zwycięstwo stało się gigantycznym krokiem naprzód w naszej misji odzyskania Ziemi.

source: This viral attack... The EMP must have triggered it!?
pl: Ten atak wirusowy... EMP musiało go aktywować?!

source: This warrior's sword has been stained jet black with the blood of years of conflict.
pl: Miecz wojownika, który przez lata walk, krew zabarwiła na czarno.

source: This was a waterfall in the forest...
pl: To był wodospad w lesie...

source: This was likely a tool used for some kind of ceremony. I imagine it belonged to the nation that used to exist in this region.
pl: To najprawdopodobniej było narzędzie ceremonialne. Domyślam się, że należało do ludu zamieszkującego niegdyś ten region.

source: This was to be the foremost invention of our generation.
pl: To miał być największy wynalazek tego stulecia!

source: This weapon can't be upgraded further.
pl: Nie można bardziej ulepszyć tej broni.

source: This whole place is like a giant machine's nest.
pl: To całe miejsce jest jak ogromne siedlisko maszyn.

source: This will all be over once we defeat the aliens. I wish they'd hurry up and show their slimy faces!
pl: Będzie po wszystkim kiedy pokonamy kosmitów. Chciałabym, żeby się pośpieszyli i pokazali swoje oślizgłe twarze!

source: This will close the game and apply the settings.
pl: Gra zostanie zamknięta, a ustawienia zapisane.

source: This will close the game and apply the settings. Is that okay?
pl: Gra zostanie zamknięta, a ustawienia zapisane. Kontynuować?

source: This will close the game. Is that okay?
pl: Gra zostanie zamknięta. Kontynuować?

source: This will enable us to deal a powerful blow to......enemies.
pl: To pozwoli zadać potężny cios... naszym wrogom.

source: This will end it all.<bt_wait>
pl: To zakończy to wszystko.<bt_wait>

source: This will equip Auto-Attack, Auto-Fire, Auto-Evade, Auto-Program, and Auto-Weapon Switch.
pl: Włączy to Auto-atak, Auto-strzał, Auto-unik, Auto-program i Auto-zmiana broni.

source: This will overwrite the customized controls.
pl: Nadpisze to ustawienia własne.

source: This will restore all settings to their default values, except for the language and screen settings.
pl: Przywróci to ustawienia do wartości domyślnych, z wyjątkiem ustawień języka i obrazu.

source: This will restore all settings to their default values, except for the language and screen settings. Are you sure?
pl: Przywróci to ustawienia do wartości domyślnych, z wyjątkiem ustawień języka i obrazu. Jesteś pewien?

source: This will result in a rain of useful materials. They are yours to keep!
pl: W rezultacie tego spadnie deszcz użytecznych materiałów. Możecie je zatrzymać!

source: This will result in a rain of useful materials. They are yours to keep! Ah yes, fortune smiles upon you today!
pl: Rezultatem tego będzie deszcz użytecznych materiałów. Specjalnie dla was! Ach tak... Los się dzisiaj do was uśmiechnął!

source: This will settle everything. ...Glory to mankind.
pl: To wszystko załatwi... Chwała ludzkości.

source: This world has no need for us!
pl: Ten świat wcale nas nie potrzebuje!

source: This world is rife with hardship.
pl: Na świecie roi się od trudności.

source: This. Cannot. Continue.
pl: Tak. Dalej. Być. Nie. Może.

source: This...Resistan...camp!
pl: Tu... obóz... Ruchu...!

source: This...forest kingdom sounds like something we should check out.
pl: To... Leśne Królestwo brzmi jak coś, co powinniśmy zbadać.

source: Thorn-equipped
pl: z kolcami

source: Those Council broadcasts are always so stiff.
pl: Te wiadomości od Rady zawsze są takie... sztywne.

source: Those Who Believe
pl: Ci którzy wierzą

source: Those androids even kill off their own comrades when they're defenseless. They're demons, and they need to be exterminated immediately!
pl: Te androidy są w stanie zabić nawet swoich towarzyszy gdy są bezbronni. To demony i trzeba je natychmiast wytępić!

source: Those are...my memories.
pl: To są... moje wspomnienia.

source: Those are...what happened to my clones...
pl: To są... Oto, co stało się z moimi klonami...

source: Those cruel, disgusting androids completely annihilated all of our units, even the non-combat types! This is unforgivable!
pl: Te okrutne, obrzydliwe androidy niemal całkowicie zanihilowały wszystkie nasze jednostki, nawet typy niebojowe! To niewybaczalne!

source: Those desert roses the twins wanted should be around here somewhere, but finding them is gonna be a serious pain.
pl: Te pustynne róże, które chciały bliźniaczki, powinny być gdzieś w okolicy, ale znalezienie ich wcale nie będzie takie łatwe.

source: Those desert roses the twins wanted should be around here somewhere.
pl: Te pustynne róże, które chciały bliźniaczki, powinny znajdować się gdzieś w tej okolicy.

source: Those humans were always going on about eating, right? Well, also clothing and shelter. But mostly eating.
pl: Z tego co mi wiadomo, ludzie od zawsze uwielbiali jedzenie, co nie? Tak samo, jak ubrania i schronienie. Ale głównie jedzenie.

source: Those look like...corpses!
pl: One wyglądają jak... ciała!

source: Those machines are going to be piles of scrap with this intel at our fingertips!
pl: Te maszyny staną się kupami złomu z takim wywiadem w naszych rękach!

source: Those machines caused quite the ruckus, don't you think?
pl: Te maszyny wywołały niezły raban, czyż nie?

source: Those machines out in the desert looked just like androids, right?
pl: Te maszyny na pustyni wyglądały jak androidy, prawda?

source: Those twins, they...
pl: Te bliźniaczki, one...

source: Those two sure draw some difficult assignments, huh?
pl: Te dwie z pewnością dostają trudne zadania, co nie?

source: Those were the words I heard in the moon server.
pl: To były słowa, które dotarły do mnie z serwera księżycowego.

source: Those who reside here desire nothing more than to live a peaceful existence.
pl: Ci, którzy tu żyją, pragną tylko wieść spokojne życie.

source: Those who would doubt our victory...are enemies.
pl: Wszyscy wątpiący w nasze zwycięstwo... są wrogami!

source: Though I fear that all of your fighting companions are long gone.
pl: Obawiam się jednak, że wszyscy twoi towarzysze walki dawno odeszli.

source: Though I kinda like that about you.
pl: Chociaż całkiem to w tobie lubię.

source: Though I suppose such intense curiosity can be admirable... In its own way.
pl: Jednakże uważam, że tak ogromna ciekawość jak twoja, jest godna podziwu... Na swój sposób.

source: Though I suppose we're not exactly known for our modesty.
pl: Choć, jak sądzę, nie słyniemy ze skromności.

source: Though cobbled together from scrap metal, this machine lifeform's axe packs a terrifying punch.
pl: Mimo że sklecony z kawałków złomu, ten topór mechanicznych form życia potrafi naprawdę przywalić.

source: Though simple, they have notable power due to their mass.
pl: Mimo prostoty, dysponują wielką siłą z względu na swoją masę.

source: Though to concepts like us, time has little meaning.
pl: Jednak dla takich konceptów jak my, czas ma niewielkie znaczenie.

source: Though,
pl: Chociaż,

source: Though, to be honest, I was hoping it would be more of a challenge.
pl: Szczerze mówiąc... Liczyłem, że będzie większym wyzwaniem.

source: Thought adjustment complete: 64% defective.
pl: Dostosowywanie myśli ukończone: 64% wadliwe.

source: Thoughts about his fallen comrades are spelled out within.
pl: Zawiera przemyślenia na temat jego poległych towarzyszy.

source: Threat Disposal
pl: Usunięcie zagrożenia

source: Three numbers...
pl: Trzy liczby...

source: Three...
pl: Trzy...

source: Through his talks with 9S and 2B, Engels came to realize the severity of his sins. Already at the end of his life span, he decided that death would be the best option.
pl: Dzięki rozmowom z 9S i 2B, Engels uświadamia sobie ciężar jego grzechów. Znajdując się u kresu swojego istnienia, uznaje, że śmierć byłaby najlepszym rozwiązaniem.

source: Throw down your weapons! Surrender to love!
pl: Rzućcie broń! Poddajcie się w imię miłości!

source: Throw that trash away!"
pl: Wyrzućcie te śmieci.”

source: Throw yourself into a battle with no end.
pl: Rzuć się w nieskończoną walkę.

source: Throws a volley of small explosive charges over a set period of time.
pl: Wyrzuca serię małych ładunków wybuchowych przez ustalony czas.

source: Thrust!
pl: Pchnij!!

source: Thus did the peaceful machines go extinct. Their village is now a haunted, forbidden place. Those who wander too close can hear the mad sounds of an android's laughter.
pl: I tak wyginęły pokojowo nastawione maszyny. Ich wioska stała się nawiedzonym, zakazanym miejscem. Ci, którzy podejdą zbyt blisko, mogą usłyszeć obłąkany śmiech androida.

source: Thus shall our souls be saved.
pl: Wtedy nasze dusze zostaną ocalone.

source: Thus shall our souls be—
pl: Dzięki czemu nasze dusze staną się...

source: Thus,
pl: Toteż,

source: Thus, I decided...that I shall risk my life in battle.
pl: Dlatego postanowiłem, że... podczas walki wystawię swoje życie na próbę.

source: Time Until Emil Self-Destructs
pl: Czas do autodestrukcji Emila

source: Time Until Missile Impact:
pl: Czas do uderzenia rakiety:

source: Time for the foremost genius of his generation to perfect the greatest invention of the age!
pl: Czas, aby najwybitniejszy geniusz tych czasów udoskonalił największy wynalazek stulecia!

source: Time grows short.
pl: Czas się kończy.

source: Time is a great wheel, yet do not expect things to transpire as they did when last we met.
pl: Czas kołem się toczy, ale nie spodziewajcie się, że wydarzenia potoczą się tak, jak przy naszym ostatnim spotkaniu.

source: Time passed, and eventually, she got her revenge. Years later, when she was an old woman, the songbird appeared anew. "What of your vow?" it asked. But she did not understand. And come to think of it, what became of her beloved dagger?
pl: W końcu udało jej się zemścić. Wiele lat później, gdy była już staruszką, słowik znowu się pojawił. „Co z twoją przysięgą?”, zapytał. Ale ona nie zrozumiała. I jeśli się nad tym zastanowić, co stało się z jej ukochanym sztyletem?

source: Time since abandoning of body: <HOUR>:<MIN>:<SEC>
pl: Czas od porzucenia ciała: <HOUR>:<MIN>:<SEC>

source: Time slows when near enemy projectiles.
pl: Spowalnia czas w pobliżu wrogich pocisków.

source: Time to bust out B-Mode.
pl: Pora, aby użyć Trybu B.

source: Time to die.
pl: Pora umierać.

source: Time to show them what we can do...
pl: Czas pokazać im, co potrafimy...

source: Timor-Leste
pl: Timor Wschodni

source: Tire
pl: Opona

source: Titanium Alloy
pl: Stop tytanu

source: Title
pl: Tytuł

source: Title Leader
pl: Lider tytułu

source: To all of you who spent time with this game...
pl: Do wszystkich, którzy poświęcili swój czas tej grze...
